Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_chat_about_all_admins
source: Group members can add new members, edit name and photo of the group.
be: Усе ўдзельнікі могуць запрашаць іншых карыстальнікаў, рэдагаваць назву і аватар суполкі.
ca: Els membres del grup poden afegir-ne de nous i editar el nom i la foto del grup.
de: Gruppenmitglieder können neue Leute hinzufügen sowie den Gruppennamen und das Bild ändern.
es: Todos pueden añadir nuevos miembros, editar el nombre y la foto del grupo.
fr: Tous les membres peuvent ajouter de nouveaux membres et modifier le nom et la photo du groupe.
it: Tutti i membri possono aggiungere nuovi membri, modificare nome e foto del gruppo.
ko: 그룹 참가자가 새로운 참가자를 추가하고, 그룹의 이름과 사진을 수정할 수 있습니다.
ms: Ahli grup boleh tambah ahli baru, sunting nama dan foto grup.
nl: Iedereen mag leden toevoegen en de groepsfoto of naam wijzigen.
pl: Członkowie grupy mogą dodawać nowych członków, edytować nazwę i zdjęcie grupy.
pt_br: Todos podem adicionar novos membros, editar nome e foto do grupo.
ru: Участники группы могут добавлять новых участников, редактировать название и фотографию группы.
tr: Grup üyeleri yeni üyeler ekleyebilir, grubun adını ve fotoğrafını düzenleyebilir.
uk: Учасники групи можуть додавати нових учасників, змінювати назву та фото групи.

# lng_chat_status_unaccessible
source: group is inaccessible
be: суполка недаступная
ca: el grup no és accessible
de: Gruppe ist nicht verfügbar
es: grupo inaccesible
fr: ce groupe n'est pas accessible
it: gruppo inaccessibile
ko: 그룹에 접근할 수 없습니다.
ms: grup dilarang masuk
nl: Groep is ontoegankelijk
pl: grupa jest niedostępna
pt_br: grupo inacessível
ru: группа недоступна
tr: grup erişilemez
uk: група недоступна

# lng_chat_theme_cant_voice
source: Sorry, you can't change the chat theme while you have an unsent voice message.
be: На жаль, вы не можаце змяніць тэму чата, пакуль у вас ёсць неадпраўленае галасавое паведамленне.
ca: No podeu canviar el tema del xat mentre teniu un missatge de veu per enviar.
de: Leider kannst du das Farbthema im Chat nicht ändern, solange du eine nicht gesendete Sprachnachricht hast.
es: Lo sentimos, no puedes cambiar el tema del chat si tienes un mensaje de voz sin enviar.
fr: Désolé, vous ne pouvez pas changer le thème de l'échange lorsqu'un message vocal est en cours d'envoi.
it: Spiacenti, non puoi cambiare il tema della chat mentre hai un messaggio vocale non ancora inviato.
ko: 죄송합니다. 보내지지 않은 음성 메시지가 있는 동안에는 대화방 테마를 변경하실 수 없습니다.
ms: Maaf, anda tak boleh tukar tema bual jika anda ada mesej suara belum dikirim.
pl: Nie możesz zmienić motywu czatu, gdy masz niewysłaną wiadomość głosową.
pt_br: Desculpe, você não pode alterar o tema do chat pois existe uma mensagem de voz não enviada.
ru: Вы не можете изменить тему чата, пока у Вас есть неотправленное голосовое сообщение.
tr: Üzgünüz, gönderilmemiş bir sesli mesajınız varken sohbet temasını değiştiremezsiniz.
uk: Зміна теми недоступна під час запису голосового повідомлення.

# lng_chat_theme_none
source: No Theme
be: Без Тэмы
ca: Cap tema
de: Kein Farbthema
es: Sin tema
fr: Sans thème
it: Nessun tema
ko: 테마 없음
ms: Tiada Tema
pl: Bez motywu
pt_br: Sem Tema
ru: Без темы
tr: Tema Yok
uk: Без теми

# lng_choose_file
source: Choose a file
be: Выберыце файл
ca: Trieu un fitxer
de: Datei auswählen
es: Elige un archivo
fr: Choisir un fichier
it: Scegli un file
ko: 파일 선택
ms: Pilih fail
nl: Kies een bestand
pl: Wybierz plik
pt_br: Escolha um arquivo
ru: Выбрать файл
tr: Bir dosya seçin
uk: Вибрати файл

# lng_choose_files
source: Choose Files
be: Выбраць файлы
ca: Trieu els fitxers
de: Dateien auswählen
es: Elegir archivos
fr: Choisir des fichiers
it: Scegli file
ko: 파일 선택
ms: Pilih Fail
nl: Bestanden kiezen
pl: Wybierz pliki
pt_br: Escolher Arquivos
ru: Выбор файлов
tr: Dosyaları Seçin
uk: Виберіть файли

# lng_choose_image
source: Choose an image
be: Выбраць відарыс
ca: Trieu una imatge
de: Bild auswählen
es: Elegir una imagen
fr: Choisir une image
it: Scegli un'immagine
ko: 이미지 선택
ms: Pilih satu imej
nl: Afbeelding kiezen
pl: Wybierz obraz
pt_br: Escolha uma imagem
ru: Выберите изображение
tr: Bir resim seç
uk: Виберіть зображення

# lng_cloud_password_about
source: This password will be asked when you log in on a new device in addition to the SMS code.
be: Гэты пароль будзе патрэбны, калі вы ўвойдзеце ў ваш уліковы запіс з новай прылады (у дапаўненне да кода з SMS).
ca: A més del codi de l'SMS, es demanarà aquesta contrasenya quan inicieu sessió en un dispositiu nou.
de: Dieses Passwort brauchst du, wenn du dich mit einem neuen Gerät anmeldest.
es: Necesitarás la contraseña al iniciar sesión, además del código de activación del SMS.
fr: Ce mot de passe sera nécessaire pour vous connecter sur un nouvel appareil, en plus du code envoyé par SMS.
it: Questa password sarà richiesta quando ti connetti da un nuovo dispositivo insieme al codice ricevuto via SMS.
ko: SMS 핀코드와 별도로 새로운 기기에서 로그인하실때 사용되는 비밀번호입니다.
ms: Kata laluan ini akan diiperlukan bila anda log masuk ke peranti baru sebagai tambahan pada kod SMS.
nl: Dit wachtwoord is nodig als je inlogt vanaf een nieuw apparaat, naast de SMS-code.
pl: Oprócz kodu SMS to hasło trzeba będzie podawać podczas logowania z nowego urządzenia.
pt_br: Essa senha será solicitada quando você entrar em um novo dispositivo, após o código SMS.
ru: Этот пароль нужно будет вводить при входе с нового устройства в дополнение к коду из SMS.
tr: Yeni bir cihazda oturum açtığınızda, kısa mesajdaki koda ek olarak bu parola istenecektir.
uk: Цей пароль потрібно буде вводити при вході з нового пристрою додатково до SMS-коду.

# lng_cloud_password_about_recover
source: Warning! Are you sure you don't want to add a password recovery email? If you forget your password, you will lose access to your Telegram account.
be: Увага! Вы ўпэўнены, што не хочаце дадаваць адрас электроннае пошты? Калі вы забудзецеся на пароль, вы страціце доступ да вашага ўліковага запісу.
ca: Atenció! Segur que no voleu afegir un correu de recuperació de contrasenya? Si oblideu la contrasenya, perdreu l'accés al compte del Telegram.
de: Hinweis! Möchtest du wirklich keine E-Mail-Adresse hinterlegen? Wenn dir dein Passwort nicht mehr einfällt, verlierst du Zugriff auf dein Telegram Konto.
es: ¡Advertencia! ¿No quieres añadir un correo de recuperación para la contraseña? Si olvidas tu contraseña, perderás el acceso a tu cuenta de Telegram.
fr: Attention ! Voulez-vous vraiment continuer sans courriel de récupération de mot de passe ? Si vous oubliez votre mot de passe, vous perdez accès à votre compte Telegram.
it: Attenzione! Non vuoi davvero aggiungere un'email di recupero? Se dimentichi la tua password, perderai l'accesso al tuo account Telegram.
ko: 경고! 비밀번호 복구 이메일을 설정하지 않으시겠습니까? 비밀번호 분실 시 텔레그램 접근 권한이 유실됩니다.
ms: Amaran! Anda pasti tidak mahu adakan emel untuk pemulihan kata laluan? Sekiranya anda lupa kata laluan, anda akan kehilangan akses ke akaun Telegram anda.
nl: Let op: Echt geen herstel-emailadres opgeven voor je wachtwoord? Bij verlies van je wachtwoord ben je ook de toegang tot je Telegram-account kwijt.
pl: Ostrzeżenie! Czy na pewno nie chcesz dodać e-maila odzyskiwania hasła? Jeśli zapomnisz hasło, stracisz dostęp do konta Telegrama.
pt_br: Atenção! Você tem certeza de que não quer adicionar um email para recuperação de senha? Se você esquecer sua senha, perderá o acesso à sua conta no Telegram.
ru: Внимание! Вы точно не хотите добавить почтовый адрес для восстановления пароля? Если Вы забудете пароль, то потеряете доступ к своему аккаунту Telegram.
tr: Uyarı! Bir parola kurtarma e-postası eklemek istemediğinizden emin misiniz? Parolanızı unutursanız, Telegram hesabınıza erişimi kaybedersiniz.
uk: Попередження! Ви дійсно не хочете додати е-пошту для відновлення? Якщо ви забудете пароль, ви втратите доступ до акаунта Telegram.

# lng_cloud_password_almost
source: A confirmation link was sent to the email address you provided. Two-step verification will be enabled for your account as soon as you open that link.
be: Спасылка пацвярджэння была адпраўлена на адрас, які вы пазначылі. Двухэтапная праверка вашага ўліковага запісу будзе ўключана пасля таго, як вы адкрыеце гэту спасылку.
ca: S'ha enviat un enllaç de confirmació a l'adreça proporcionada. La verificació en dos passos s'habilitarà una vegada l'obriu.
de: Ein Bestätigungslink wurde an deine E-Mail-Adresse gesendet. Zweistufige Bestätigung wird aktiviert, sobald du den Link öffnest.
es: Se envió un enlace de confirmación al correo que estableciste. La verificación en dos pasos se activará en cuanto abras el enlace.
fr: Un lien de confirmation a été envoyé au courriel que vous avez indiqué. La double authentification sera activée dès que vous ouvrirez le lien.
it: Abbiamo inviato un link di conferma all'email che ci hai fornito. La verifica in due passaggi sarà attivata per il tuo account non appena aprirai quel link.
ko: 입력하신 이메일로 인증 링크를 보냈습니다. 링크를 여시면 바로 2단계 인증이 활성화됩니다.
ms: Link kepastian telah dikirim ke emel yang anda daftar. Verifikasi 2-langkah akan didayakan sebaik sahaja anda buka link itu.
nl: Een bevestigingslink is naar het e-mailadres verstuurd. twee-staps-verificatie is actief na het klikken van de e-mail-link.
pl: Na podany adres e-mail został wysłany link potwierdzenia. Weryfikacja dwustopniowa zostanie włączona na twoim koncie po otwarciu tego linku.
pt_br: Link de confirmação enviado para o email fornecido. A verificação em duas etapas será ativada assim que você abrir o link.
ru: Ссылка для подтверждения отправлена на указанный Вами адрес. Перейдите по ссылке, чтобы закончить настройку двухэтапной аутентификации.
tr: Sağladığınız e-posta adresine bir onay bağlantısı gönderildi. Bu bağlantıyı açar açmaz hesabınız için iki adımlı doğrulama etkinleştirilecektir.
uk: На вказану вами е-пошту надіслано підтверджувальне посилання. Відкрийте його, і двоетапну перевірку буде увімкнено.

# lng_cloud_password_bad
source: Password and hint cannot be the same.
be: Нельга, каб падказка і пароль былі аднолькавымі.
ca: La contrasenya i la pista no poden ser la mateixa.
de: Das muss sich vom Passwort unterscheiden.
es: La contraseña y la pista no pueden ser iguales.
fr: Le mot de passe et l'indice ne peuvent pas être identiques.
it: Password e suggerimento devono essere diversi.
ko: 비밀번호와 힌트는 동일할 수 없습니다.
ms: Kata laluan dan bayangan tak boeh sama
nl: De hint moet anders zijn dan je wachtwoord.
pl: Hasło i podpowiedź nie mogą być takie same.
pt_br: Senha e dica de senha não podem ser iguais.
ru: Пароль и подсказка не должны совпадать.
tr: Parola ve ipucu aynı olamaz.
uk: Пароль і підказка не можуть бути однаковими.

# lng_cloud_password_bad_email
source: Invalid email
be: Памылковы адрас электронай пошты
ca: Adreça no vàlida
de: Ungültige E-Mail
es: Correo inválido
fr: Courriel incorrect
it: Email non valida.
ko: 올바르지 않은 이메일입니다.
ms: Emel tak sah
nl: Ongeldig e-mailadres
pl: Nieprawidłowy adres e-mail
pt_br: Email inválido
ru: Некорректный email
tr: Geçersiz e-posta
uk: Недопустима адреса е-пошти

# lng_cloud_password_change
source: Change cloud password
be: Змяніць воблачны пароль
ca: Canvia la contrasenya
de: Cloud-Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
it: Cambia password
ko: 클라우드 비밀번호 변경
ms: Tukar kata laluan awan
nl: Cloud-wachtwoord wijzigen
pl: Zmień hasło do chmury
pt_br: Alterar senha da nuvem
ru: Изменить облачный пароль
tr: Bulut parolasını değiştir
uk: Змінити хмарний пароль

# lng_cloud_password_change_hint
source: Enter new password hint
be: Увядзіце новую падказку для пароля
ca: Introduïu una pista nova per la contrasenya
de: Neuer Passwort-Hinweis
es: Pon una pista para la contraseña
fr: Entrez le nouvel indice
it: Inserisci un nuovo suggerimento
ko: 새 비밀번호 힌트를 입력하세요
ms: Masukkan tip kata laluan baru
nl: Wachtwoordhint invoeren
pl: Podaj nową podpowiedź dla hasła
pt_br: Insira uma dica de senha
ru: Введите подсказку для нового пароля
tr: Yeni parola ipucunu girin
uk: Введіть нову підказку до пароля

# lng_cloud_password_confirm
source: Confirm recovery email
be: Пацвердзіце эл. пошту для аднаўлення
ca: Confirmeu l'adreça de recuperació
de: E-Mail-Adresse bestätigen
es: Confirmar correo de recuperación
fr: Confirmer le courriel de récupération
it: Conferma email di recupero
ko: 복구 이메일 인증
ms: Pastikan emel pemulihan
nl: Herstel-e-mailadres bevestigen
pl: Potwierdź e-mail odzyskiwania hasła
pt_br: Confirmar email de recuperação
ru: Подтвердите электронную почту
tr: Kurtarma e-postasını onayla
uk: Підтвердьте е-пошту для відновлення

# lng_cloud_password_create
source: Telegram password
be: Воблачны пароль
ca: Contrasenya
de: Telegram Passwort
es: Contraseña de Telegram
fr: Mot de passe Telegram
it: Password di Telegram
ko: 텔레그램 비밀번호
ms: Kata laluan Telegram
nl: Telegram-wachtwoord
pl: Hasło do Telegrama
pt_br: Senha da nuvem
ru: Пароль Telegram
tr: Telegram parolası
uk: Пароль Telegram

# lng_cloud_password_edit
source: Change cloud password
be: Змяніць воблачны пароль
ca: Canvieu la contrasenya
de: Cloud-Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
it: Cambia password
ko: 클라우드 비밀번호 변경
ms: Tukar kata laluan awan
nl: Cloud-wachtwoord wijzigen
pl: Zmień hasło do chmury
pt_br: Alterar senha da nuvem
ru: Изменить облачный пароль
tr: Bulut parolasını değiştir
uk: Змінити хмарний пароль

# lng_cloud_password_email
source: Enter recovery email
be: Увядзіце эл. пошту для аднаўлення
ca: Introduïu una adreça electrònica de recuperació
de: E-Mail für die Wiederherstellung
es: Pon un correo de recuperación
fr: Entrez un courriel de récupération
it: Inserisci email di recupero
ko: 복구 이메일 입력
ms: Masukkan emel pemulihan
nl: Herstel-e-mailadres invoeren
pl: Podaj e-mail odzyskiwania hasła
pt_br: Insira o email de recuperação
ru: Укажите почту для восстановления
tr: Kurtarma e-postası giriniz
uk: Введіть е-пошту для відновлення

# lng_cloud_password_enter_old
source: Enter current password
be: Увядзіце бягучы пароль
ca: Introduïu la contrasenya actual
de: Aktuelles Passwort
es: Pon la contraseña actual
fr: Entrez le mot de passe actuel
it: Inserisci la password attuale
ko: 현재 비밀번호 입력
ms: Masukkan kata laluan terkini
nl: Wachtwoord invoeren
pl: Wprowadź aktualne hasło
pt_br: Insira sua senha atual
ru: Введите текущий пароль
tr: Mevcut parolanızı girin
uk: Введіть поточний пароль

# lng_cloud_password_hint
source: Add a password hint
be: Увядзіце падказку для пароля
ca: Afegiu una pista per la contrasenya
de: Dein Passwort-Hinweis
es: Pon una pista para la contraseña
fr: Ajoutez un indice
it: Aggiungi un suggerimento password
ko: 비밀번호 힌트 추가
ms: Masukkan bayangan kata laluan
nl: Wachtwoordhint invoeren
pl: Dodaj podpowiedź dotyczącą hasła
pt_br: Crie uma dica de senha
ru: Введите подсказку для пароля
tr: Parola ipucu ekleyin
uk: Введіть підказку до пароля

# lng_cloud_password_is_same
source: Password was not changed
be: Пароль не быў зменены
ca: La contrasenya no s'ha canviat
de: Passwort wurde nicht geändert
es: Contraseña no cambiada
fr: Le mot de passe n'a pas été changé
it: La password non è stata cambiata
ko: 비밀번호가 변경되지 않았습니다.
ms: Kata laluan tak ditukar
nl: Wachtwoord is niet gewijzigd
pl: Hasło nie zostało zmienione
pt_br: Senha não alterada
ru: Пароль не изменён
tr: Parola değiştirilmedi
uk: Пароль не змінено

# lng_cloud_password_remove
source: Remove cloud password
be: Выдаліць воблачны пароль
ca: Elimina la contrasenya
de: Cloud-Passwort entfernen
es: Quitar contraseña
fr: Supprimer le mot de passe
it: Rimuovi password
ko: 클라우드 비밀번호 삭제
ms: Keluarkan kata laluan awan
nl: Cloud-wachtwoord verwijderen
pl: Usuń hasło do chmury
pt_br: Remover senha da nuvem
ru: Отключение пароля
tr: Bulut parolasını kaldır
uk: Вилучити хмарний пароль

# lng_cloud_password_removed
source: Two-step verification was disabled.
be: Двухэтапная праверка адключана.
ca: S'ha desactivat la verificació en dos passos.
de: Zweistufige Bestätigung deaktiviert.
es: Verificación en dos pasos desactivada.
fr: La double authentification a été désactivée.
it: La verifica in due passaggi è stata disattivata.
ko: 2단계 인증이 비활성화되었습니다.
ms: Verifikasi 2-langkah dinyahdaya.
nl: Twee-staps-verificatie uitgeschakeld.
pl: Weryfikacja dwustopniowa została wyłączona.
pt_br: Verificação em duas etapas desativada.
ru: Двухэтапная аутентификация отключена.
tr: İki adımlı doğrulama kapatıldı.
uk: Двоетапну перевірку було вимкнено.

# lng_cloud_password_resent
source: Code was resent.
be: Код быў адпраўлены зноў.
ca: S'ha tornat a enviar el codi.
de: Code wurde erneut gesendet.
es: El código fue reenviado.
fr: Le code a été renvoyé.
it: Il codice è stato reinviato.
ko: 코드를 다시 보냈습니다.
ms: Kod dihantar semula.
nl: Code opnieuw gestuurd.
pl: Kod został wysłany ponownie.
pt_br: Código reenviado.
ru: Код был отправлен повторно.
tr: Kod yeniden gönderildi.
uk: Код було надіслано знову.

# lng_cloud_password_reset_cancel
source: Cancel password reset
be: Скасаваць скід пароля
ca: Cancel·la el restabliment
de: Zurücksetzung abbrechen
es: Cancelar restablecimiento de contraseña
fr: Annuler la réinitialisation du mot de passe
it: Annulla ripristino password
ko: 비밀번호 초기화 취소
ms: Batalkan set semula kata laluan
pl: Anuluj resetowanie hasła
pt_br: Cancelar redefinição de senha
ru: Отменить сброс пароля
tr: Şifre sıfırlamayı iptal et
uk: Скасувати скидання пароля

# lng_cloud_password_reset_in
source: Reset password in
be: Скінуць пароль праз
ca: Restableix la contrasenya en
de: Passwort wird zurückgesetzt in
es: Restablecer contraseña en
fr: Réinitialisation du mot de passe dans
it: La password sarà rimossa tra
ko: 다음 이후 비밀번호 초기화
ms: Set semula kata laluan dalam
pl: Zresetuj hasło za
pt_br: Redefinir senha em
ru: Сбросить пароль через
tr: Parola sıfırlanacak:
uk: Скинути пароль за

# lng_cloud_password_reset_later
source: You recently requested a password reset that was cancelled. Please wait {duration} before making a new request.
be: Вы нядаўна запыталі скід пароля, які быў скасаваны. Пачакайце {duration} перад новым запытам.
ca: S'ha cancel·lat un restabliment de la contrasenya que vau sol·licitar fa poc. Espereu {duration} abans de tornar a fer-ho.
de: Du hast kürzlich eine Zurücksetzung deines Passwortes angefordert, die abgebrochen wurde. Bitte warte {duration}, bevor du eine neue Anfrage stellst.
es: Solicitaste recientemente un restablecimiento de la contraseña que fue cancelado. Por favor, espera {duration} antes de hacer otra solicitud.
fr: Vous avez récemment demandé une réinitialisation de mot de passe qui a été annulée. Veuillez attendre {duration} avant de faire une nouvelle demande.
it: Hai recentemente richiesto la rimozione della password che è stata annullata. Per favore attendi {duration} prima di effettuare una nuova richiesta.
ko: 최근에 비밀번호 초기화 요청을 취소한 이력이 있습니다. {duration} 이후에 새로운 요청을 할 수 있습니다.
ms: Anda baru-baru ini memohon set semula kata laluan yang telah dibatalkan. Sila tunggu {duration} sebelum membuat permohonan baru.
pl: Niedawno zażądano zresetowania hasła, które zostało anulowane. Zaczekaj {duration} przed wysłaniem nowego żądania.
pt_br: Você solicitou recentemente uma redefinição de senha, mas isso foi cancelado. Aguarde {duration} antes de solicitar novamente.
ru: Вы недавно запрашивали сброс пароля, но запрос был отменён. Новый запрос можно будет сделать через {duration}.
tr: Yakın zamanda iptal edilmiş bir parola sıfırlama talebinde bulundunuz. Yeni bir istekte bulunmadan önce lütfen {duration} bekleyin.
uk: Ви нещодавно запитували скидання пароля, але запит був скасований. Будь ласка, зачекайте {duration}, перш ніж зробити новий запит.

# lng_cloud_password_reset_no_email
source: Since you didn't provide a recovery email when setting up your password, your remaining options are either to remember your password or wait 7 days until your password is reset.
be: Праз тое, што вы не пакінулі электронную пошту для аднаўлення, калі задавалі пароль, вам застаецца ўспомніць яго або чакаць 7 дзён, пакуль пароль не будзе скінуты.
ca: Atès que no vau proporcionar cap correu de recuperació en configurar la contrasenya, les opcions disponibles són recordar-la o esperar 7 dies a què es restableixi.
de: Da du bei der Einrichtung deines Passwortes keine E-Mail-Adresse für die Wiederherstellung angegeben hattest, kannst du nur hoffen, dass dir dein Passwort wieder einfällt oder du wartest 7 Tage, bis dein Passwort zurückgesetzt wird.
es: Como no estableciste un correo de recuperación cuando configuraste tu contraseña, las opciones restantes son recordar tu contraseña o esperar 7 días hasta que tu contraseña sea restablecida.
fr: Comme vous n'avez pas fourni d'adresse électronique de récupération lors de la configuration de votre mot de passe, il vous reste deux options : vous souvenir de votre mot de passe ou attendre 7 jours pour que votre mot de passe soit réinitialisé.
it: Siccome non hai fornito un'email di recupero quando hai impostato la tua password, non ti resta che ricordare la tua password o attendere 7 giorni fino a quando la tua password sarà rimossa.
ko: 비밀번호 설정 당시 복구 이메일을 제공하지 않았기 때문에, 기존 비밀번호를 기억해내거나 7일 후 비밀번호가 초기화될때까지 기다려주셔야 합니다.
ms: Oleh kerana anda tidak beri emel pemulihan bila mengeset kata laluan anda, pilihan anda adalah samada cuba mengingati kata laluan anda atau tunggu 7 hari sehingga kata laluan anda diset semula.
pl: Ponieważ podczas konfigurowania hasła nie podano adresu e-mail służącego do jego odzyskiwania, dostępne możliwe opcje to przypomnienie sobie hasła lub poczekanie 7 dni, aż hasło zostanie zresetowane.
pt_br: Como você não forneceu um email de recuperação quando definiu a sua senha, suas opções restantes são lembrar a senha ou esperar 7 dias até que ela seja redefinida.
ru: Так как Вы не указали адрес электронной почты для восстановления пароля, то оставшиеся варианты — вспомнить пароль или подождать 7 дней, чтобы сбросить его.
tr: Parolanızı oluştururken bir kurtarma e-postası sağlamadığınız için kalan seçenekleriniz ya parolanızı hatırlamak ya da parolanız sıfırlanana kadar 7 gün beklemektir.
uk: Оскільки при встановленні пароля ви не вказали е-пошту для відновлення, вам залишилося або згадати пароль, або зачекати 7 днів, після чого ваш пароль буде скинуто.
